{
  "$schema": "https://aka.ms/winget-packages.schema.2.0.json",
  "CreationDate": "2025-11-23T15:48:33.968-00:00",
  "Sources": [
    {
      "Packages": [
        {
          "PackageIdentifier": "7zip.7zip"
        },
        {
          "PackageIdentifier": "RyzenControllerTeam.RyzenController"
        },
        {
          "PackageIdentifier": "CPUID.CPU-Z"
        },
        {
          "PackageIdentifier": "CPUID.HWMonitor"
        },
        {
          "PackageIdentifier": "CrystalDewWorld.CrystalDiskInfo"
        },
        {
          "PackageIdentifier": "CrystalDewWorld.CrystalDiskMark"
        },
        {
          "PackageIdentifier": "Docker.DockerDesktop"
        },
        {
          "PackageIdentifier": "Mozilla.Firefox.DeveloperEdition"
        },
        {
          "PackageIdentifier": "PaperCutSoftware.GhostTrap"
        },
        {
          "PackageIdentifier": "REALiX.HWiNFO"
        },
        {
          "PackageIdentifier": "ImageMagick.ImageMagick"
        },
        {
          "PackageIdentifier": "KDE.Krita"
        },
        {
          "PackageIdentifier": "Notepad++.Notepad++"
        },
        {
          "PackageIdentifier": "dotPDN.PaintDotNet"
        },
        {
          "PackageIdentifier": "BlenderFoundation.Blender"
        },
        {
          "PackageIdentifier": "TheDocumentFoundation.LibreOffice"
        },
        {
          "PackageIdentifier": "GitHub.cli"
        },
        {
          "PackageIdentifier": "voidtools.Everything"
        },
        {
          "PackageIdentifier": "Oracle.JDK.23"
        },
        {
          "PackageIdentifier": "RevoUninstaller.RevoUninstaller"
        },
        {
          "PackageIdentifier": "Nvidia.PhysX"
        },
        {
          "PackageIdentifier": "Inkscape.Inkscape"
        },
        {
          "PackageIdentifier": "wez.wezterm"
        },
        {
          "PackageIdentifier": "OpenJS.NodeJS"
        },
        {
          "PackageIdentifier": "rocksdanister.LivelyWallpaper"
        },
        {
          "PackageIdentifier": "Microsoft.PowerShell"
        },
        {
          "PackageIdentifier": "Neovim.Neovim"
        },
        {
          "PackageIdentifier": "Guru3D.Afterburner"
        },
        {
          "PackageIdentifier": "GnuWin32.Gzip"
        },
        {
          "PackageIdentifier": "rjpcomputing.luaforwindows"
        },
        {
          "PackageIdentifier": "OBSProject.OBSStudio"
        },
        {
          "PackageIdentifier": "PowerSoftware.PowerISO"
        },
        {
          "PackageIdentifier": "Guru3D.RTSS"
        },
        {
          "PackageIdentifier": "Rainmeter.Rainmeter"
        },
        {
          "PackageIdentifier": "WiresharkFoundation.Wireshark"
        },
        {
          "PackageIdentifier": "TechPowerUp.GPU-Z"
        },
        {
          "PackageIdentifier": "Yarn.Yarn"
        },
        {
          "PackageIdentifier": "Python.Launcher"
        },
        {
          "PackageIdentifier": "BurntSushi.ripgrep.MSVC"
        },
        {
          "PackageIdentifier": "flux.flux"
        },
        {
          "PackageIdentifier": "GodotEngine.GodotEngine"
        },
        {
          "PackageIdentifier": "JesseDuffield.lazygit"
        },
        {
          "PackageIdentifier": "MongoDB.Compass.Full"
        },
        {
          "PackageIdentifier": "Xmind.Xmind"
        },
        {
          "PackageIdentifier": "junegunn.fzf"
        },
        {
          "PackageIdentifier": "sharkdp.fd"
        },
        {
          "PackageIdentifier": "Microsoft.UI.Xaml.2.7"
        },
        {
          "PackageIdentifier": "Microsoft.UI.Xaml.2.8"
        },
        {
          "PackageIdentifier": "Microsoft.WindowsTerminal"
        },
        {
          "PackageIdentifier": "JanDeDobbeleer.OhMyPosh"
        }
      ],
      "SourceDetails": {
        "Argument": "https://cdn.winget.microsoft.com/cache",
        "Identifier": "Microsoft.Winget.Source_8wekyb3d8bbwe",
        "Name": "winget",
        "Type": "Microsoft.PreIndexed.Package"
      }
    }
  ],
  "WinGetVersion": "1.12.350"
}
